{
  "lifePath": {
    "1": "Число 1 - число лідера і першопрохідця. Ви народжені бути незалежними, амбітними та оригінальними. Ваша доля - вести інших і досягати успіху через власні зусилля.",
    "2": "Число 2 - число дипломата і миротворця. Ви маєте природний талант до співпраці та встановлення гармонії. Ваша сила в партнерстві та взаєморозумінні.",
    "3": "Число 3 - число творчості та самовираження. Ви наділені артистичними здібностями та харизмою. Ваше покликання - надихати інших своєю креативністю.",
    "4": "Число 4 - число стабільності та порядку. Ви практичні, надійні та організовані. Ваша сила в створенні міцного фундаменту для успіху.",
    "5": "Число 5 - число свободи та змін. Ви авантюрні, допитливі та адаптивні. Ваше життя наповнене пригодами та новим досвідом.",
    "6": "Число 6 - число гармонії та відповідальності. Ви турботливі, відповідальні та справедливі. Ваше покликання - створювати затишок та піклуватися про інших.",
    "7": "Число 7 - число мудрості та духовності. Ви інтелектуальні, інтуїтивні та схильні до самоаналізу. Ваша сила в глибокому розумінні життя.",
    "8": "Число 8 - число влади та достатку. Ви амбітні, впливові та матеріально орієнтовані. Ваша доля пов'язана з досягненням фінансового успіху.",
    "9": "Число 9 - число гуманізму та завершення. Ви співчутливі, щедрі та альтруїстичні. Ваше покликання - служити людству та робити світ кращим.",
    "11": "Число 11 - могутнє майстер-число інтуїції та просвітлення. Ви маєте високу духовну місію та здатність надихати маси.",
    "22": "Число 22 - найпотужніше майстер-число, будівничий. Ви здатні втілювати грандіозні мрії в реальність та змінювати світ."
  },
  "personalYear": {
    "1": "Рік нових початків та можливостей. Час проявити ініціативу та почати нові проекти.",
    "2": "Рік партнерства та співпраці. Фокус на розвитку відносин та дипломатії.",
    "3": "Рік творчого самовираження. Чудовий час для реалізації творчих проектів.",
    "4": "Рік побудови фундаменту. Час для організації та структурування життя.",
    "5": "Рік змін та пригод. Очікуйте несподіваних можливостей та подорожей.",
    "6": "Рік відповідальності та сім'ї. Фокус на домашніх справах та стосунках.",
    "7": "Рік самоаналізу та духовного росту. Час для навчання та медитації.",
    "8": "Рік досягнень та матеріального успіху. Фокус на кар'єрі та фінансах.",
    "9": "Рік завершення та відпускання. Час підвести підсумки та почати новий цикл."
  },
  "compatibility": {
    "1": "Високий рівень сумісності. Ви чудово доповнюєте один одного.",
    "2": "Гармонійні стосунки з елементами романтики та взаєморозуміння.",
    "3": "Творчий союз з великим потенціалом для розвитку.",
    "4": "Стабільні відносини, засновані на взаємній повазі.",
    "5": "Динамічні стосунки з елементами пригод та несподіванок.",
    "6": "Гармонійний союз з високим рівнем відповідальності.",
    "7": "Духовний зв'язок з глибоким взаєморозумінням.",
    "8": "Потужний союз з потенціалом для матеріального успіху.",
    "9": "Кармічні стосунки з глибоким духовним зв'язком."
  },
  "name": {
    "1": "Ваше ім'я наділяє вас лідерськими якостями та незалежністю.",
    "2": "Ваше ім'я підкреслює дипломатичність та чуйність.",
    "3": "Ваше ім'я посилює творчі здібності та комунікабельність.",
    "4": "Ваше ім'я надає практичність та організованість.",
    "5": "Ваше ім'я дарує свободолюбність та адаптивність.",
    "6": "Ваше ім'я підкреслює відповідальність та турботливість.",
    "7": "Ваше ім'я посилює інтуїцію та мудрість.",
    "8": "Ваше ім'я наділяє силою та матеріальним успіхом.",
    "9": "Ваше ім'я підкреслює гуманність та альтруїзм.",
    "11": "Ваше ім'я несе високу духовну вібрацію.",
    "22": "Ваше ім'я має потенціал для великих досягнень."
  }
} 